Repository: ShanePark/dutypark
Catalog: ios/Dutypark/Resources/Social.xcstrings
Source language: en
Languages: es, ja, ko, zh_hans

# social.action.accept
source: Accept
es: Aceptar
ja: 承認
ko: 승인
zh_hans: 接受

# social.action.addFamily
source: Add as family
es: Añadir como familiar
ja: 家族に追加
ko: 가족 등록
zh_hans: 添加为家人

# social.action.addFriend
source: Add friend
es: Añadir amigo
ja: 友だちを追加
ko: 친구 추가
zh_hans: 添加好友

# social.action.cancel
source: Cancel request
es: Cancelar solicitud
ja: 申請をキャンセル
ko: 요청 취소
zh_hans: 取消请求

# social.action.cancelDialog
source: Cancel
es: Cancelar
ja: キャンセル
ko: 취소
zh_hans: 取消

# social.action.close
source: Close
es: Cerrar
ja: 閉じる
ko: 닫기
zh_hans: 关闭

# social.action.done
source: Done
es: Listo
ja: 完了
ko: 완료
zh_hans: 完成

# social.action.editPinnedOrder
source: Edit order
es: Editar orden
ja: 順序を編集
ko: 순서 편집
zh_hans: 编辑顺序

# social.action.more
source: More actions
es: Más acciones
ja: その他の操作
ko: 더보기
zh_hans: 更多操作

# social.action.moveDown
source: Move down
es: Mover hacia abajo
ja: 下へ移動
ko: 아래로 이동
zh_hans: 下移

# social.action.moveUp
source: Move up
es: Mover hacia arriba
ja: 上へ移動
ko: 위로 이동
zh_hans: 上移

# social.action.ok
source: OK
es: Aceptar
ko: 확인
zh_hans: 确定

# social.action.openCalendar
source: Open calendar
es: Abrir calendario
ja: カレンダーを開く
ko: 캘린더 열기
zh_hans: 打开日历

# social.action.pin
source: Pin
es: Fijar
ja: 固定
ko: 고정
zh_hans: 置顶

# social.action.reject
source: Reject
es: Rechazar
ja: 拒否
ko: 거절
zh_hans: 拒绝

# social.action.removeFamily
source: Remove from family
es: Quitar de la familia
ja: 家族から外す
ko: 가족에서 제외
zh_hans: 移出家人

# social.action.removeFriend
source: Remove friend
es: Eliminar amigo
ja: 友だちを削除
ko: 친구 삭제
zh_hans: 删除好友

# social.action.sendRequest
source: Send request
es: Enviar solicitud
ja: 申請を送る
ko: 요청 보내기
zh_hans: 发送请求

# social.action.unpin
source: Unpin
es: Desfijar
ja: 固定解除
ko: 고정 해제
zh_hans: 取消置顶

# social.confirm.cancel.message
source: Cancel the request sent to %@?
es: ¿Cancelar la solicitud enviada a %@?
ja: %@さんへの申請をキャンセルしますか？
ko: %@님에게 보낸 요청을 취소하시겠습니까?
zh_hans: 取消发送给 %@ 的请求吗？

# social.confirm.cancel.title
source: Cancel request
es: Cancelar solicitud
ja: 申請をキャンセル
ko: 요청 취소
zh_hans: 取消请求

# social.confirm.reject.message
source: Reject the request from %@?
es: ¿Rechazar la solicitud de %@?
ja: %@さんからの申請を拒否しますか？
ko: %@님의 요청을 거절하시겠습니까?
zh_hans: 拒绝 %@ 的请求吗？

# social.confirm.reject.title
source: Reject request
es: Rechazar solicitud
ja: 申請を拒否
ko: 요청 거절
zh_hans: 拒绝请求

# social.confirm.removeFamily.message
source: Remove %@ from family? Your friend connection will stay.
es: ¿Quitar a %@ de la familia? La amistad se mantendrá.
ja: %@さんを家族から外しますか？友だち関係は維持されます。
ko: %@님을 가족에서 제외하시겠습니까? 친구 관계는 유지됩니다.
zh_hans: 将 %@ 移出家人吗？好友关系将保留。

# social.confirm.removeFamily.title
source: Remove from family
es: Quitar de la familia
ja: 家族から外す
ko: 가족에서 제외
zh_hans: 移出家人

# social.confirm.removeFriend.message
source: Remove %@ from your friends list?
es: ¿Eliminar a %@ de tu lista de amigos?
ja: %@さんを友だち一覧から削除しますか？
ko: %@님을 친구 목록에서 삭제하시겠습니까?
zh_hans: 从好友列表中删除 %@ 吗？

# social.confirm.removeFriend.title
source: Remove friend
es: Eliminar amigo
ja: 友だちを削除
ko: 친구 삭제
zh_hans: 删除好友

# social.confirm.sendFriend.message
source: Send a friend request to %@?
es: ¿Enviar una solicitud de amistad a %@?
ja: %@さんに友だち申請を送りますか？
ko: %@님에게 친구 요청을 보내시겠습니까?
zh_hans: 向 %@ 发送好友请求吗？

# social.confirm.sendFriend.title
source: Friend request
es: Solicitud de amistad
ja: 友だち申請
ko: 친구 요청
zh_hans: 好友请求

# social.empty.friends
source: No friends yet.
es: Aún no tienes amigos.
ja: 友だちはまだいません。
ko: 아직 친구가 없습니다.
zh_hans: 还没有好友。

# social.hint.pinnedOrder
source: Press and hold a card, then drag it to reorder pinned friends.
es: Mantén pulsada una tarjeta y arrástrala para ordenar los amigos fijados.
ja: カードを長押ししてドラッグし、固定した友だちの順序を変更します。
ko: 카드를 길게 누른 뒤 드래그해 고정 친구 순서를 바꿔주세요.
zh_hans: 长按好友卡片并拖动，以调整置顶好友的顺序。

# social.hint.unpinnedOrder
source: Unpinned friends are not included
es: Los amigos no fijados no se incluyen
ja: 固定していない友だちは対象外です
ko: 고정하지 않은 친구는 순서 편집 대상이 아닙니다
zh_hans: 未置顶的好友不参与排序

# social.label.family
source: Family member
es: Familiar
ja: 家族
ko: 가족 구성원
zh_hans: 家人

# social.label.moreSchedules
source: %@ more schedules
es: %@ eventos más
ja: 他%@件の予定
ko: 일정 %@개 더보기
zh_hans: 还有 %@ 个日程

# social.label.offDuty
source: Off duty
es: Libre
ja: 休み
ko: 휴무
zh_hans: 休息

# social.loading
source: Loading friends…
es: Cargando amigos…
ja: 友だちを読み込み中…
ko: 친구 정보를 불러오는 중…
zh_hans: 正在加载好友…

# social.request.family
source: Family request
es: Solicitud familiar
ja: 家族申請
ko: 가족 요청
zh_hans: 家人请求

# social.request.friend
source: Friend request
es: Solicitud de amistad
ja: 友だち申請
ko: 친구 요청
zh_hans: 好友请求

# social.request.sent
source: %@ · Pending
es: %@ · Pendiente
ja: %@ · 保留中
ko: %@ · 대기 중
zh_hans: %@ · 等待中

# social.section.friends
source: Friends
es: Amigos
ja: 友だち
ko: 친구 목록
zh_hans: 好友

# social.section.pinned
source: Pinned
es: Fijados
ja: 固定済み
ko: 고정한 친구
zh_hans: 已置顶

# social.section.pinnedOrder
source: Pinned friend order
es: Orden de amigos fijados
ja: 固定した友だちの順序
ko: 고정 친구 순서
zh_hans: 置顶好友顺序

# social.section.requests
source: Friend requests
es: Solicitudes
ja: 友だち申請
ko: 친구 요청
zh_hans: 好友请求

# social.title
source: Friends
es: Amigos
ja: 友だち
ko: 친구
zh_hans: 好友

# social.search.empty
source: Search for people to add
es: Busca personas para añadir
ja: 追加する人を検索
ko: 추가할 친구를 검색하세요
zh_hans: 搜索要添加的人

# social.search.loading
source: Searching…
es: Buscando…
ja: 検索中…
ko: 검색 중…
zh_hans: 正在搜索…

# social.search.next
source: Next
es: Siguiente
ja: 次へ
ko: 다음
zh_hans: 下一页

# social.search.page
source: %@ of %@
es: %@ de %@

# social.search.resultsSummary
source: Page %@ of %@ · %@ results
es: Página %@ de %@ · %@ resultados
ja: %@ / %@ ページ · %@ 件
ko: %@/%@ 페이지 · 총 %@명
zh_hans: 第 %@ 页，共 %@ · %@ 结果

# social.search.previous
source: Previous
es: Anterior
ja: 前へ
ko: 이전
zh_hans: 上一页

# social.search.prompt
source: Search by name or email
es: Buscar por nombre o correo
ja: 名前またはメールで検索
ko: 이름 또는 이메일로 검색
zh_hans: 按姓名或邮箱搜索

# social.search.title
source: Add friend
es: Añadir amigo
ja: 友だちを追加
ko: 친구 추가
zh_hans: 添加好友

# social.error.accept
source: Failed to accept the request.
es: No se pudo aceptar la solicitud.
ja: 申請を承認できませんでした。
ko: 요청 수락에 실패했습니다.
zh_hans: 接受请求失败。

# social.error.cancel
source: Failed to cancel the request.
es: No se pudo cancelar la solicitud.
ja: 申請をキャンセルできませんでした。
ko: 요청 취소에 실패했습니다.
zh_hans: 取消请求失败。

# social.error.familyAlreadyRequested
source: A family request has already been sent.
es: Ya se envió una solicitud familiar.
ja: 家族申請は送信済みです。
ko: 이미 가족 요청을 보낸 상태입니다.
zh_hans: 已发送家人请求。

# social.error.generic
source: The request could not be completed.
es: No se pudo completar la solicitud.
ja: 操作を完了できませんでした。
ko: 요청을 완료하지 못했습니다.
zh_hans: 无法完成请求。

# social.error.load
source: Failed to load friends.
es: No se pudieron cargar los amigos.
ja: 友だちを読み込めませんでした。
ko: 친구 정보를 불러오지 못했습니다.
zh_hans: 加载好友失败。

# social.error.pin
source: Failed to pin the friend.
es: No se pudo fijar al amigo.
ja: 友だちを固定できませんでした。
ko: 친구 고정에 실패했습니다.
zh_hans: 置顶好友失败。

# social.error.reject
source: Failed to reject the request.
es: No se pudo rechazar la solicitud.
ja: 申請を拒否できませんでした。
ko: 요청 거절에 실패했습니다.
zh_hans: 拒绝请求失败。

# social.error.removeFamily
source: Failed to remove the family connection.
es: No se pudo quitar la relación familiar.
ja: 家族関係を解除できませんでした。
ko: 가족에서 제외하지 못했습니다.
zh_hans: 移除家人关系失败。

# social.error.removeFriend
source: Failed to remove the friend.
es: No se pudo eliminar al amigo.
ja: 友だちを削除できませんでした。
ko: 친구 삭제에 실패했습니다.
zh_hans: 删除好友失败。

# social.error.reorder
source: Failed to update the friend order.
es: No se pudo actualizar el orden.
ja: 友だちの順序を更新できませんでした。
ko: 친구 순서 변경에 실패했습니다.
zh_hans: 更新好友顺序失败。

# social.error.search
source: Failed to search for friends.
es: No se pudo buscar amigos.
ja: 友だちを検索できませんでした。
ko: 친구 검색에 실패했습니다.
zh_hans: 搜索好友失败。

# social.error.sendFamily
source: Failed to send the family request.
es: No se pudo enviar la solicitud familiar.
ja: 家族申請を送信できませんでした。
ko: 가족 요청 전송에 실패했습니다.
zh_hans: 发送家人请求失败。

# social.error.sendFriend
source: Failed to send the friend request.
es: No se pudo enviar la solicitud de amistad.
ja: 友だち申請を送信できませんでした。
ko: 친구 요청 전송에 실패했습니다.
zh_hans: 发送好友请求失败。

# social.error.title
source: Unable to complete action
es: No se pudo completar
ja: 操作を完了できません
ko: 작업을 완료하지 못했습니다
zh_hans: 无法完成操作

# social.error.unpin
source: Failed to unpin the friend.
es: No se pudo desfijar al amigo.
ja: 友だちの固定を解除できませんでした。
ko: 친구 고정 해제에 실패했습니다.
zh_hans: 取消置顶失败。
